Repository: saifkhalil/employiq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Required. Add a valid email address.
ar: مطلوب. أضف عنوان بريد إلكتروني صالح.

source: Enter a valid phone number (e.g. +9647801000000).
ar: أدخل رقم هاتف صالح (مثل +9647801000000).

source: Policy for terms of use
ar: سياسة شروط الاستخدام

source: You must accept to policy for terms of use
ar: يجب عليك قبول سياسة شروط الاستخدام

source: Skills
ar: المهارات

source: add a skills
ar: اضافة مهارة

source: Hobbies
ar: المواهب

source: add a hobbies
ar: اضافة موهبة

source: Mr.
ar: السيد

source: Ms.
ar: السيدة

source: Mrs.
ar: الانسة

source: Female
ar: اثنى

source: Male
ar: ذكر

source: Home
ar: الصفحة الرئيسية

source: Mobile
ar: النقال

source: Work
ar: العمل

source: Yes
ar: نعم

source: No
ar: لا

source: Single
ar: غير مرتبط

source: Married
ar: متزوج

source: Widowed
ar: أرامل

source: Separated
ar: منفصل

source: Divorced
ar: مطلق

source: Non-Degree Programme
ar: برنامج بدون درجة

source: High School diploma
ar: شهادة الدراسة الثانوية

source: Technical Diploma
ar: دبلوم فني

source: Bachelors Degree
ar: درجة باكلريوس

source: Master Degree
ar: درجة الماجستير

source: PhD Doctorate Degree
ar: درجة الدكتوراه

source: Beginner
ar: مبتدى

source: Professional communication
ar: التواصل المهني

source: Fluent
ar: بطلاقة

source: Mother tongue
ar: اللغة الأم

source: Al Anbar
ar: الانبار

source: Babylon
ar: بابل

source: Baghdad
ar: بغداد

source: Basra
ar: البصرة

source: Dhi Qar
ar: ذي قار

source: Al-Qadisiyyah
ar: القادسية

source: Diyala
ar: ديالى

source: Duhok
ar: دهوك

source: Erbil
ar: اربيل

source: Halabja
ar: حلبجة

source: Karbala
ar: كربلاء

source: Kirkuk
ar: كركوك

source: Maysan
ar: ميسان

source: Muthanna
ar: المثنى

source: Najaf
ar: النجف

source: Nineveh
ar: نينوى

source: Saladin
ar: صلاح الدين

source: Sulaymaniyah
ar: السليمانبة

source: Wasit
ar: واسط

source: None (not residing in Iraq)
ar: غير مقيم في العراق

source: Employer
ar: صاحب العمل

source: Employer Industry
ar: قطاع الشركة

source: Country
ar: البلد

source: City
ar: المدينة

source: Current Job
ar: الوظيفة حالية

source: Start Date
ar: تاريخ البدأ

source: End Date
ar: تاريخ الانتهاء

source: Job Title
ar: العنوان الوظيفي

source: Job Description
ar: الوصف الوظيفي

source: Reason for leaving
ar: سبب ترك العمل

source: Supervisor's Name
ar: اسم المدير

source: Supervisor's Title
ar: العنوان الوظيفي للمدير

source: Supervisor's Phone
ar: رقم هاتف المدير

source: Supervisor's Email
ar: البريد الالكتروني للبريد

source: Level
ar: مستوى

source: Education Level
ar: المستوى الدراسي

source: Institution
ar: الجامعة|المعهد

source: Original Title of the qualification
ar: العنوان الأصلي للمؤهلات

source: Main subject
ar: العنوان الرئيسي

source: Graduation Date
ar: تاريخ التخرج

source: Certificate Name
ar: اسم الشهادة

source: Organization
ar: الشركة

source: Issue Date
ar: تاريخ الاصدار

source: Expire Date
ar: تاريخ الانتهاء

source: This credential does not expire
ar: هذه الشهادة لا تنتهي صلاحيتها

source: Attach File
ar: ملف مرفق

source: Title
ar: اللقب

source: First Name
ar: الاسم الاول

source: Second Name
ar: الاسم الثاني

source: Last Name
ar: الاسم الاول

source: Email
ar: البريد الالكتروني

source: Phone
ar: رقم الهاتف

source: Gender
ar: الجنس

source: Marital Status
ar: الحالة الزوجية

source: Photo
ar: الصورة

source: Birth of date
ar: تاريخ الميلاد

source: Country of Birth
ar: بلد الولادة

source: Place of birth
ar: مكان الولادة

source: Primary nationality
ar: الجنسبة الاصلية

source: Seondary nationality
ar: الجنسية الثانية

source: Highest level of education
ar: أعلى مستوى تعليمي

source: Conact phone
ar: رقم الهاتف

source: Type
ar: النوع

source: Alternative email address
ar: العنوان البريد الثانوي

source: Current address Line(1)
ar: العنوان الاول

source: Address Line(2)
ar: العنوان الثاني

source: Current City
ar: المدينة حالية

source: (select country)
ar: اختر البلد

source: Current country
ar: البلد الحالي

source: Postal Code
ar: الرمز البريدي

source: Candidate Education
ar: معلومات المرشح

source: Certificates
ar: الشهادات

source: Employment History
ar: تاريخ التوظيف

source: Language Skills
ar: مهارات اللغة

source: CV File
ar: ملف السيرة الذاتية

source: bio / About you
ar: نبدة عن نفسك

source: English
ar: الانكليزية

source: Arabic
ar: العربية

source: Position keywords
ar: الكلمات الدالة للوظيفة

source: add a position keywords
ar: اضافة كلمات الدالة للوظيفة

source: International
ar: غير العراقيين

source: National
ar: عراقي الجنسية

source: Both
ar: الكل

source: Full-time
ar: وقت كامل

source: Part-time
ar: دوام جزئى

source: Service contract
ar: عقد خدمات

source: Temporary
ar: مؤقت

source: Volunteer
ar: تطوعي

source: Internship
ar: مؤقت

source: plan
ar: الحزمة

source: suggestions
ar: اقتراحات

source: Jobs
ar: وظائف

source: Price
ar: السعر

source: User
ar: اسم المستخدم

source: Company Name
ar: اسم الشركة

source: Logo
ar: الشعار

source: industry
ar: القطاع

source: Phone Number
ar: رقم الهاتف

source: Make company info public? (logo and name)
ar: جعل معلومات الشركة عامة (الاسم والشعار)

source: Email for receiving CVs
ar: البريد الالكتروني الخاص باتسلام السير الذاتية

source: website
ar: الموقع

source: Address
ar: العنوان

source: Is subscribed
ar: مشترك

source: Plan
ar: خطة الاشتراك

source: Subscription From
ar: الاشتراك من

source: Subscription To
ar: الاشتراك الى

source: Remaining Records
ar: العدد المتبقي من الصفوف

source: Remaining Jobs
ar: العدد المتبقي من الوظائف

source: Employment Type
ar: نوع التوظيف

source: Date opened
ar: تاريخ الفتح

source: Date closed
ar: تاريخ الغلق

source: Salary
ar: الراتب

source: Nationality
ar: الجنسية

source: Applied Candidates
ar: المرشحين المقدمين

source: Your job post is successful
ar: تم التقديم على الوظيفة بنجاح

source: job not posted, please check jobs balance
ar: لم يتم نشر الوظيفة ، يرجى التحقق من رصيد الوظائف

source: Your application is successful
ar: تم التقديم بنجاح

source: Your application is error
ar: هناك مشكلة في التقديم

source: About
ar: عنا

source: How we can help you
ar: كيف يمكننا مساعدتك

source: We understand that it can be time consuming and expensive to find highly skilled staff in Iraq. Learn how we can assist you with your employment requirements.
ar: نحن ندرك أن العثور على موظفين ذوي مهارات عالية في العراق قد يستغرق وقتًا طويلاً ومكلفًا. تعلم كيف يمكننا مساعدتك في متطلبات التوظيف الخاصة بك.

source: Who we are
ar: من نحن

source: EmployIQ is a professional recruitment tool that has come together to assist you with a simplified and cost-effective recruitment process. We connect a numerous amount of people to new opportunities every single day through our job portal by putting job seekers first and offering free resume building interface and company research.
ar: EmployIQ هو نظام التوظيف الاحترافي اجتمع معًا لمساعدتك في عملية توظيف مبسطة وفعالة من حيث التكلفة. نحن نربط عددًا كبيرًا من الأشخاص بفرص جديدة كل يوم من خلال بوابة الوظائف الخاصة بنا من خلال وضع الباحثين عن عمل في المقام الأول وتقديم واجهة مجانية لبناء السيرة الذاتية وأبحاث الشركة.

source: Since our early beginnings as a local start-up, our main purpose has been to give back to our community by helping bridge the unemployment gap. Through our extensive database that includes various sectors of education, talents, and backgrounds – we connect top candidates to companies seeking exceptional talent to join their team. At the same time, we offer excellent services to those looking to develop their resumes, and give them the best opportunity at securing their dream job.
ar: منذ بداياتنا المبكرة كشركة محلية ناشئة ، كان هدفنا الرئيسي هو رد الجميل لمجتمعنا من خلال المساعدة في سد فجوة البطالة. من خلال قاعدة بياناتنا الواسعة التي تشمل قطاعات مختلفة من التعليم والمواهب والخلفيات - نربط أفضل المرشحين بالشركات التي تبحث عن مواهب استثنائية للانضمام إلى فريقهم. في الوقت نفسه ، نقدم خدمات ممتازة لأولئك الذين يتطلعون إلى تطوير سيرهم الذاتية ، ومنحهم أفضل فرصة لتأمين وظيفة أحلامهم.

source: What we do
ar: ما الذي نفعله

source: We at EmployIQ, a fully integrated recruitment website with jobs and well-known local affiliates, recognize how difficult the job search may be. As a result, we provide job seekers with a free service to help them build exceptional CVs to make the application process seamless and easy. Once a resume building is finalized, it will immediately be sent to our database, which presents businesses with an automated pool of candidates best suited for their needs. Employers can benefit from our services because it expands their scope of experienced candidates, who might not have been discovered otherwise!
ar: نحن في EmployIQ ، وهو موقع توظيف متكامل تمامًا به وظائف وشركات تابعة محلية معروفة ، ندرك مدى صعوبة البحث عن وظيفة. نتيجة لذلك ، نقدم للباحثين عن عمل خدمة مجانية لمساعدتهم على بناء سير ذاتية استثنائية لجعل عملية التقديم سلسة وسهلة. بمجرد الانتهاء من بناء السيرة الذاتية ، سيتم إرساله على الفور إلى قاعدة البيانات الخاصة بنا ، والتي تقدم للشركات مجموعة مؤتمتة من المرشحين الأكثر ملاءمة لاحتياجاتهم. يمكن لأصحاب العمل الاستفادة من خدماتنا لأنها توسع نطاق المرشحين ذوي الخبرة ، الذين ربما لم يتم اكتشافهم بطريقة أخرى!

source: Employers can advertise the position they’re looking to fill for up to 30 days, bringing in a wide pool of candidates to choose from. Our intuitive Advanced Search option also helps you shorten the selection process, by narrowing your search to our top tier applicants in Iraq who meet your exact requirements. EmployIQ gives you access to an endless number of job opportunities, and our database serves as an outstanding resource for all Iraqi HR professionals. It is our personal mission to make finding a new job a simple, efficient experience, for both the company and the individual alike.
ar: يمكن لأصحاب العمل الإعلان عن الوظيفة التي يتطلعون لشغلها لمدة تصل إلى 30 يومًا ، وجلب مجموعة واسعة من المرشحين للاختيار من بينها. يساعدك خيار البحث المتقدم البديهي لدينا أيضًا على تقصير عملية الاختيار ، من خلال تضييق نطاق البحث ليشمل المتقدمين من الدرجة الأولى لدينا في العراق الذين يستوفون متطلباتك الدقيقة. يتيح لك برنامج EmployIQ الوصول إلى عدد لا نهائي من فرص العمل ، وتعمل قاعدة البيانات الخاصة بنا كمورد بارز لجميع المتخصصين في الموارد البشرية العراقيين. مهمتنا الشخصية هي جعل العثور على وظيفة جديدة تجربة بسيطة وفعالة لكل من الشركة والفرد على حد سواء.

source: Login to Employiq system
ar: تسجيل الدخول الى نظام Employiq

source: Password
ar: كلمة المرور

source: Login
ar: تسجيل الدخول

source: Change Password
ar: تغير كلمة المرور

source: Register
ar: تسجيل

source: Register to Employiq system
ar: تسجيل الى نظام Employiq

source: User Registration
ar: تسجيل المستخدم

source: Username
ar: اسم المستخدم

source: Confirm Password
ar: تاكيد كلمة المرور

source: I read and agree to the
ar: قرأت وأوافق على

source: Please check the below:
ar: يرجى التحقق مما يلي:

source: Django administration
ar: ادارة النظام

source: Welcome
ar: اهلا بك

source: to EmployIQ please choose from below to continue
ar: في EmployIQ يرجى الاختيار احد الخيارات للاستمرار

source: If you need to create company profile or submit jobs please click on create employer.
ar: إذا كنت بحاجة إلى إنشاء ملف الشركة أو تقديم وظائف ، فيرجى النقر فوق إنشاء صاحب عمل.

source: Create Employer
ar: إنشاء ملف الشركة

source: If you need to submit your resume or apply for jobs please click on create candidate.
ar: اذا كنت تريد تقديم سيرتك الذاتية يرجى الضغط على تكوين مرشح

source: Create Candidate
ar: تكوين مرشح

source: For Candidates
ar: للمرشحين

source: Profile
ar: الملف الشخصي

source: Register as Candidate
ar: تكوين كمرشح

source: for employers
ar: لأصحاب العمل

source: Post a job
ar: انشر وظيفة

source: Find a candidate
ar: ايجاد مقدم

source: Register as employer
ar: سجل كصاحب عمل

source: LOGOUT
ar: تسجيل الخروج

source: Iraq
ar: العراق

source: Useful links
ar: روابط مفيدة

source: My Candidate Profile
ar: ملفي الشخصي

source: Search for a job
ar: ابحث عن وظيفة

source: Copyright &copy; Employiq. All Rights Reserved
ar: جميع الحقوق محفوظة Employiq

source: Search keywords
ar: الكلمات الدالة

source: select city
ar: اختر المدينة

source: All
ar: الكل

source: Location
ar: الموقع

source: Education
ar: الدراسة

source: 10 records
ar: 10 النتائج

source: 25 records
ar: 25 نتيجة

source: 50 records
ar: 50 نتيجة

source: Number of records
ar: عدد النتائج

source: Search
ar: بحث

source: Clear
ar: مسح

source: Full name
ar: الاسم الكامل

source: Action
ar: الاجراء

source: View Full Details
ar: مشاهدة التفاصيل الكاملة

source: Previous
ar: السابق

source: Next
ar: التالي

source: Candidate information
ar: معلومات المرشح

source: Personal information
ar: المعلومات الشخصية

source: Date of birth
ar: تاريخ الميلاد

source: Country of birth
ar: بلد الولادة

source: Secondary nationality
ar: الجنسية الثانية

source: Contact information
ar: معلومات الاتصال

source: Contact phone
ar: رقم الهاتف

source: Alternate email address
ar: العنوان البريد الثانوي

source: Permanent Address
ar: العنوان الرئيسي

source: Address (line 1)
ar: العنوان

source: Address (line 2)
ar: العنوان

source: The candidate not added educations records
ar: لم يتم اضافة دراسة

source: Education level
ar: المستوى الدراسي

source: Original Title of the Qualification
ar: العنوان الأصلي للمؤهلات

source: Employments
ar: التوظيف

source: The candidate not added employments records
ar: لم يتم اضافة معلومات توظيف

source: Current job
ar: وظيفة حالية

source: Start date
ar: تاريخ البدأ

source: End date
ar: تاريخ الانتهاء

source: Job title
ar: العنوان الوظيفي

source: The candidate not added Languages records
ar: لم يتم اضافة لغة

source: Langauge
ar: اللغة

source: Certificate
ar: الشهادة

source: The candidate not added certificates records
ar: لم يتم اضافة شهادة

source: Certificate name
ar: اسم الشهادة

source: Add new Certificate
ar: اضافة شهادة جديدة

source: Save
ar: حفظ

source: Save and New
ar: حفظ وجديد

source: Cancel
ar: الغاء

source: Update certificate
ar: تحديث الشهادة

source: Update
ar: تحديث

source: Register as Candiate
ar: تكوين كمرشح

source: Submit
ar: انشاء

source: Add new education
ar: اضافة دراسة جديدة

source: Update education
ar: تحديث البيانات الدراسية

source: Add new employement
ar: اضافة توظيف جديد

source: Update employement
ar: تحديث بيانات التوظيف

source: Add new language
ar: اضافة لغة جديدة

source: You Don't have candidate account
ar: ليس لديك حساب مرشح

source: If you need to submit your resume please click on create candidate.
ar: اذا كنت تريد تقديم سيرتك الذاتية يرجى الضغط على تكوين مرشح

source: Edit Info
ar: تعديل الملعومات

source: Generate CV
ar: تكوين السيرة الذاتية

source: Edit
ar: تعديل

source: Delete
ar: حذف

source: Add New Education
ar: اضافة دراسة جديدة

source: Add New Employment
ar: اضافة توظيف جديد

source: Add New Langauge
ar: اضافة لغة جديدة

source: Add New Certificate
ar: اضافة شهادة جديدة

source: Applied Jobs
ar: الوظائف المقدم لها

source: Update Candidate
ar: تحديث مرشح

source: Your remaining candidate details views
ar: العدد المتبقي من المشاهدات المفصلة

source: country
ar: البلد

source: Register as Employer
ar: سجل كصاحب عمل

source: Post a Job
ar: انشر وظيفة

source: You do not have a job balance available, please go to the
ar: ليس لديك رصيد متاح ، يرجى الانتقال إلى

source: page to recharge your balance
ar: الصفحة لإعادة شحن رصيدك

source: Edit Job
ar: تعديل معلومات الوظيفة

source: Private Company Name
ar: اسم الشركة (خاص)

source: Date Opened:
ar: تاريخ الفتح

source: Location:
ar: الموقع

source: Salary:
ar: الراتب

source: Nationality:
ar: الجنسية

source: Apply for job
ar: تقديم على الوظيفة

source: Your Already applied
ar: انت مقدم مسبقا

source: Applied candidates
ar: المرشحين المقدمين

source: Details
ar: تفاصيل

source: keywords
ar: الكلمات الدالة

source: You Don't have employer account
ar: ليس لديك حساب مرشح

source: If you need to submit jobs please click on create employer.
ar: إذا كنت بحاجة إلى تقديم وظائف ، يرجى النقر فوق إنشاء صاحب عمل.

source: Update Employer
ar: تعديل ملف الشركة

source: Emplyiq - HR Recruiting
ar: موقع Employiq

source: HOME
ar: الصفحة الرئيسية

source: PRICING
ar: الاسعار

source: CANDIDATES
ar: مرشحين

source: CANDIDATES LIST
ar: قائمة المرشحين

source: MY PROFILE
ar: الملف الشخصي

source: LOGIN
ar: تسجيل الدخول

source: CONTACT
ar: اتصل بنا

source: Language
ar: اللغة

source: search for candidates now
ar: ابحث عن مرشحين الان

source: pricing table
ar: جدول الاسعار

source: Monthly
ar: شهري

source: Annual
ar: سنوي

source: A post on website and social media
ar: النشر في الموقع والشبكات الاجتماعية

source: Unlimit applications through email
ar: عدد غير محدود خلال الاميل

source: Unlimited
ar: غير محدود

source: database suggestions
ar: اقتراحات قاعدة البيانات

source: New Password
ar: كلمة المرور جديدة

source: Reset link sent to your email
ar: تم ارسال رابط إعادة التعيين كلمة المرور إلى بريدك الإلكتروني

source: Reset password
ar: اعادة تعيين كلمة المرور

source: Policy for terms of use for both employees and employers.
ar: سياسة شروط الاستخدام لكل من الموظفين وأصحاب العمل.

source: This document explains the terms and circumstances under which employiq.net. (the portal) permits you to access and use the (employiq.net) website. You (User) accept and agree to be bound by the terms of these Terms and Conditions by using the Web Site. Please take your time reading this page. Do not use the Web Site or service if you do not agree to the Terms & Conditions indicated below. All individuals and/or entities accessing the Web Site for any reason are referred to as you or User in this document.
ar: تشرح هذه الوثيقة شروط الاستخدام والظروف التي بموجبها تسمح لك Employiq.net (البوابة الإليكترونية) بالوصول إلى موقع Employiq.net واستخدامه. تقبل أنت (المستخدم) وتوافق على الالتزام بهذه الشروط والأحكام باستخدام الموقع. من فضلك خذ وقتك في قراءة هذه الصفحة. لا تستخدم الموقع أو الخدمة إذا كنت لا توافق على الشروط والأحكام الموضحة أدناه. يشار إلى جميع الأفراد و/أو الكيانات التي تقوم بالوصول إلى موقع الويب لأي سبب من الأسباب باسمك أو باسم المستخدم في هذه الوثيقة.

source: Material and Web Site Use
ar: استخدام الخدمات والموقع

source: The portal grants you permission to view and download a single copy of the material on the Web Site for personal, noncommercial use only. This license to use the Web Site and the Material does not imply that the owner's rights are being sold. You may only use the Web Site, and you may not rent, lease, lend, sub-license, or transfer the Web Site, any data stored on it, or any of your rights under this agreement to anyone else. Any data in machine-readable or other form that integrates or utilizes any substantial element of the Web Site may not be developed or derived for commercial sale. You are not permitted to transfer or store any data that is stored or exchanged via the Internet.
ar: تمنحك البوابة الإذن لعرض وتنزيل نسخة واحدة من المواد الموجودة على الموقع للاستخدام الشخصي غير التجاري فقط. لا يعني هذا الترخيص استخدام الموقع والمواد لبيع حقوق المالك. يجوز لك استخدام الموقع فحسب، ولا يجوز لك تأجير الموقع لفترة طويلة أو قصيرة أو إعارته أو ترخيصه من الباطن أو نقله، أو نقل أي بيانات مخزنة عليه، أو أي من حقوقك بموجب هذه الاتفاقية إلى أي شخص آخر. لا يجوز تطوير أو اشتقاق أي بيانات يمكن قراءتها آلياً أو أي شكل آخر يدمج أو يستخدم أي عنصر جوهري في الموقع للبيع التجاري. لا يُسمح لك بنقل أو تخزين أي بيانات يتم تخزينها أو تبادلها عبر الإنترنت.

source: Security Guidelines for Websites
ar: إرشادات الأمان للموقع

source: Users are prohibited from violating or attempting to violate the Web Site's security, including but not limited to: (a) accessing data not intended for such user or logging into a server or account that the user is not authorized to access; (b) attempting to probe, scan, or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization; and (c) attempting to disrupt service to any user, host, or network.
ar: يُحظر على المستخدمين انتهاك أمان الموقع أو محاولة انتهاكه، بما في ذلك على سبيل المثال لا الحصر: (أ) الوصول إلى البيانات غير المخصصة لهذا المستخدم أو تسجيل الدخول إلى خادم أو حساب غير مصرح للمستخدم بالوصول إليه؛ (ب) محاولة استقصاء أو مسح أو اختبار ضعف نظام أو شبكة أو خرق تدابير الأمان أو المصادقة دون إذن مناسب؛ و (ج) محاولة تعطيل الخدمة لأي مستخدم أو مضيف أو شبكة.

source: System or network security violations may result in legal or criminal responsibility. The platform will look into any incidents that may include such violations, and it may involve and assist with law enforcement agencies in prosecuting users who are involved in such violations.
ar: قد تؤدي انتهاكات أمان النظام أو الشبكة إلى مسؤولية قانونية أو جنائية. ستنظر المنصة في أي حوادث قد تتضمن مثل هذه الانتهاكات، وقد تشارك وتساعد وكالات إنفاذ القانون في مقاضاة المستخدمين المتورطين في مثل هذه الانتهاكات.

source: Uses That Are Prohibited
ar: الاستخدامات المحظورة

source: Individuals seeking employment and career information, as well as employers seeking employees, may only use the Web Site for legitimate purposes. You agree that you will not use the Web Site for any purpose or in any manner that is forbidden by these terms, restrictions, and notices (or plan, encourage, or assist others in doing so).
ar: لا يجوز للأفراد الذين يسعون للحصول على معلومات عن العمل والتقديم إلى وظيفة، وكذلك أصحاب العمل الذين يبحثون عن موظفين، استخدام الموقع إلا لأغراض مشروعة. أنت توافق على أنك لن تستخدم الموقع لأي غرض أو بأي طريقة محظورة بموجب هذه الشروط والقيود والإشعارات (أو تخطط أو تشجع أو تساعد الآخرين على القيام بذلك).
