Repository: saifkhalil/employiq
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Employ Iraq expressly forbids any use of the Web Site for any of the following purposes, and all users agree not to use the Web Site for any of the following purposes: (a) Posting any biographical information that is incomplete, incorrect, or inaccurate, or anything that is not your own accurate résumé (living individual seeking employment on a full-time or part-time basis on his or her own behalf). (b) Falsely asserting or otherwise misrepresenting your relationship with a person or entity, including but not limited to a Company official, forum leader, guide, or host. (c) Posting or transmitting any content to which you do not have a legal, contractual, or fiduciary right to reproduce, display, or transmit (such as nondisclosure agreements). (e) Posting or distributing any unsolicited advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other type of solicitation, as well as any non-resume information, such as opinions or notices, whether commercial or otherwise. (g) Interfering or attempting to interfere with the proper functioning of the Web Site or any activity conducted on this site by using any device, program, or routine. (l) Transmitting, posting, distributing, or storing any, information, data, text, software, or images, or other materials (Content) that is unlawful, harmful, threatening, abusive, harassing, tortuous, defamatory, vulgar, obscene, sexually-explicit, libelous, hateful, racially offensive, or otherwise, O) If you have a password allowing access to a non-public area of the Web Site, (m) Posting or distributing any Content containing viruses or corrupted data, Trojan horses, worms, time bombs, cancelbots, or other computer programming routines or engines designed to harm, detrimentally interfere with, secretly intercept, or expropriate any system, data, or information. (q) Responding to any job posting on the Website for any reason other than to apply for the position. Communications from our competitors soliciting the employer's business are banned. (r) Printing, copying, or using personally identifiable information about employees or business information about employers in any form. Unsolicited e-mail, phone calls, mailings, or other forms of communication with individuals or businesses listed on this site are forbidden. (s) Attempting to resell or assign your rights or responsibilities under these Terms and Conditions of Use. (t) Using the Web Site in an unauthorized manner. u) Breaking any municipal, state, national, or international law or regulation.
ar: يحظر موقع (توظيف العراق) صراحةً أي استخدام للموقع لأي من الأغراض التالية، ويوافق جميع المستخدمين على عدم استخدام الموقع لأي من الأغراض التالية: (أ) نشر أي معلومات سيرة ذاتية غير كاملة أو غير صحيحة أو غير دقيقة، أو أي شيء لا يمثل سيرتك الذاتية الدقيقة (فرد يبحث عن عمل بدوام كامل أو جزئي أصالة عن نفسه). (ب) التأكيد الكاذب على علاقتك بشخص أو كيان أو تحريفها بطريقة أخرى، بما في ذلك على سبيل المثال لا الحصر،علاقتك بمسؤول في الشركة أو قائد فيها أو مرشد أو مضيف. (ج) نشر أو نقل أي محتوى ليس لديك حق قانوني أو تعاقدي أو ائتماني لإعادة إنتاجه أو عرضه أو نقله (مثل اتفاقيات عدم الإفشاء). (د) نشر أو توزيع أي إعلانات غير مرغوب فيها أو مواد ترويجية أو بريد غير هام أو بريد عشوائي أو رسائل متسلسلة أو مخططات هرمية أو أي نوع آخر من الالتماس، بالإضافة إلى أي معلومات غير متعلقة بالسيرة الذاتية، مثل الآراء أو الإشعارات، سواء كانت تجارية أو غير ذلك. (هـ) التدخل أو محاولة التدخل في الأداء السليم للموقع أو أي نشاط يتم إجراؤه على هذا الموقع باستخدام أي جهاز أو برنامج أو روتين. (و) نقل أو نشر أو توزيع أو تخزين أي معلومات أو بيانات أو نصوص أو برامج أو صور أو مواد أخرى (محتوى) غير قانونية أو ضارة أو مهددة أو مسيئة أو مضايقة أو ملتوية أو تشهيرية أو مبتذلة أو فاحشة، أو بغيضة أو مسيئة عنصرياً أو غير ذلك. (ز) إذا كانت لديك كلمة مرور تسمح لك بالوصول إلى منطقة غير عامة من الموقع. (ح) نشر أو توزيع أي محتوى يحتوي على فيروسات أو بيانات تالفة أو برمجيات خبيثة كأحصنة طروادة أو الديدان أو القنابل الموقوتة، أو برامج الإلغاء أو غيرها من إجراءات برمجة الكمبيوتر أو المحركات المصممة لإلحاق الضرر بأي نظام أو بيانات أو معلومات أو التدخل فيها بشكل ضار أو اعتراضها سراً أو مصادرتها. (ط) الرد على أي إعلان عن وظيفة شاغرة تم نشرها على الموقع لأي سبب بخلاف التقدم للوظيفة. تحظر الاتصالات من منافسينا التي تلتمس صاحب العمل. (ي) طباعة أو نسخ أو استخدام معلومات التعريف الشخصية عن الموظفين أو معلومات العمل الخاصة بأصحاب العمل بأي شكل من الأشكال. يحظر البريد الإلكتروني غير المرغوب فيه أو المكالمات الهاتفية أو الرسائل البريدية أو غير ذلك من أشكال الاتصال مع الأفراد أو الشركات المدرجة في هذا الموقع. (ك) محاولة إعادة بيع حقوقك أو مسؤولياتك أو التنازل عنها بموجب شروط وأحكام الاستخدام هذه. (ل) استخدام الموقع بطريقة غير مصرح بها. (م) خرق أي قانون أو لائحة محلية أو حكومية أو وطنية أو دولية.

source: Information about the user
ar: معلومات عن المستخدم

source: You will be required to provide the portal with certain information about yourself as part of your registration for the Web Site, including, without limitation, a valid e-mail address (your Information). You acknowledge and agree that the portal may release to third parties, on an anonymous basis, any aggregate information contained in your registration application, in addition to the rules of any privacy policy stated on the Web Site. Except as required by relevant laws or in legal procedures, the portal will not reveal your name, address, e-mail address, or telephone number to any third party without your explicit agreement. The platform reserves the right to provide you with third-party services.
ar: سيُطلب منك تزويد البوابة بمعلومات معينة عنك كجزء من تسجيلك في الموقع، بما في ذلك، على سبيل المثال لا الحصر، عنوان بريد إلكتروني صالح (معلوماتك). أنك تقر وتوافق على أنه يجوز للبوابة أن تفصح لأطراف ثالثة، شريطة عدم الكشف عن هويتك، عن أي معلومات مجمعة واردة في طلب التسجيل الخاص بك، بالإضافة إلى القواعد المتعلقة بأي سياسة خصوصية منصوص عليها في الموقع. باستثناء ما تقتضيه القوانين ذات الصلة أو الإجراءات القانونية، لن تكشف البوابة عن اسمك أو عنوانك أو عنوان بريدك الإلكتروني أو رقم هاتفك لأي طرف ثالث دون موافقة صريحة منك. تحتفظ المنصة بالحق في تزويدك بخدمات وسلع الطرف الثالث

source: Monitoring
ar: المراقبة

source: The portal is only a gateway for the distribution and publication of user-submitted content, with no need to check or monitor it. If EmployIQ is notified by a user of material that purportedly violates these Terms and Conditions, the portal may examine the allegation and decide whether to remove or request the removal of the communication in good faith and at its sole discretion. For the performance or nonperformance of such activities, the website bears no duty or responsibility to users. The portal reserves the right to (a) expel users and prevent further access to the Web Site for violating these Terms and Conditions or the law, (b) remove profiles that are abusive, illegal, or disruptive, or (c) take any action with respect to user-submitted material that it deems necessary or appropriate in its sole discretion if it believes it may cause the portal to suffer liability or lose (in whole or in part) the services of its licensors.
ar: البوابة ما هي إلا مدخل إليكتروني لتوزيع ونشر المحتويات المقدمة من المستخدمين، دون الحاجة إلى التحقق منها أو مراقبتها. في حال قيام قام مستخدم بإخطار EmployIQ عن مواد يُزعم أنها تنتهك هذه الشروط والأحكام، يجوز للبوابة التحقق من الادعاء وتقرير ما إذا كانت تريد إزالة الاتصال أو طلب إزالته بحسن نية وفقاً لتقديرها وحدها. لأداء أو عدم أداء مثل هذه الأنشطة، لا يتحمل الموقع أي واجب أو مسؤولية تجاه المستخدمين. تحتفظ البوابة بالحق في (أ) طرد المستخدمين ومنعهم من الوصول إلى الموقع لانتهاك هذه الشروط والأحكام أو القانون، (ب) إزالة الملفات الشخصية المسيئة أو غير القانونية أو التخريبية، أو (ج) اتخاذ أي إجراء فيما يتعلق بالمواد المقدمة من المستخدم تعتبره ضرورياً أو مناسباً وفقاً لتقديرها الخاص إذا اعتقدت أنها قد تتسبب في تحمل البوابة المسؤولية أو فقدان خدمات المرخصين (كلياً أو جزئياً).

source: Links to Other Sites
ar: روابط لمواقع أخرى

source: There are links or other connections to third-party websites on the Web Site. The platform provides these links to you as a courtesy and does not support or accept responsibility for the contents of any connected sites. Furthermore, the portal is not liable for any viruses that may be accessed via third-party. You do so at your own risk if you decide to visit any of the linked third-party Web sites.
ar: توجد روابط أو شبكات ربط أخرى بمواقع الطرف الثالث على المنصة. توفر المنصة هذه الروابط لك على سبيل المجاملة ولا تدعم أو تتحمل المسؤولية عن محتويات أي مواقع متصلة أخرى. علاوة على ذلك، فإن البوابة غير مسؤولة عن أي فيروسات قد يتم الوصول إليها عبر طرف ثالث. يمكنك القيام بذلك على مسؤوليتك الخاصة إذا قررت زيارة أي من مواقع الأطراف الثالثة المرتبطة.

source: Registration and Password
ar: التسجيل وكلمة المرور

source: You are solely responsible for the security of your information and password. You are responsible for any and all uses and activities that occur under your password, whether or not you authorized them. You undertake to alert the platform promptly if your registration or password is used without your permission. The platform will not be liable for any loss or damages caused by someone else using your registration or password without your permission.
ar: أنت وحدك المسؤول عن أمن معلوماتك وكلمة المرور الخاصة بك. أنت مسؤول عن أي وجميع الاستخدامات والأنشطة التي تحدث تحت كلمة مرورك، سواء سمحت بها أم لا. تتعهد أنت بتنبيه نظام المنصة على الفور إذا تم استخدام بيانات التسجيل أو كلمة المرور الخاصة بك دون إذنك. لن تكون المنصة مسؤولة عن أي خسارة أو أضرار يتسبب فيها شخص آخر باستخدام بيانات التسجيل أو كلمة المرور الخاصة بك دون إذنك.

source: The Portal's Liability
ar: مسؤولية البوابة

source: The Web Site provides a platform for employers to post job openings and candidates to publish profiles, but it does not screen or censor the listings. The portal is not a party to the actual transaction between employers and job applicants. As a result, the portal has no control over the quality, safety, or legality of the jobs, profiles, or other material posted, the accuracy of the postings, employers' capacity to offer candidates job opportunities, or candidates' ability to fill job openings. You understand and agree that you are solely responsible for the form, content, and accuracy of any profile or other material you submit to the Web Site. Employers are solely responsible for their Web Site postings. The portal disclaims all liability for any content on the Web Site that is objectionable, harmful, or inaccurate. Furthermore, the portal is unable to verify that each user is who they claim to be.
ar: يوفرالموقع الإليكتروني منصة لأصحاب العمل لنشر الوظائف الشاغرة والمرشحين لنشر الملفات الشخصية، لكنه لا يقوم بفحص القوائم أو مراقبتها. البوابة ليست طرفاً في المعاملة الفعلية بين أصحاب العمل والمتقدمين للوظائف. نتيجة لذلك، لا تتحكم البوابة الإلكترونية في جودة أو سلامة أو شرعية الوظائف أو الملفات الشخصية أو المواد الأخرى المنشورة أو دقة الإعلانات أو قدرة أصحاب العمل على تقديم فرص عمل للمرشحين أو قدرة المرشحين على شغل الوظائف المتاحة. أنت تدرك وتوافق على أنك المسؤول الوحيد عن شكل ومحتوى ودقة أي ملف تعريف أو مادة أخرى ترسلها إلى الموقع. أرباب العمل هم وحدهم المسؤولون عن منشورات المواقع الخاصة بهم. تتنصل البوابة من أي مسؤولية عن أي محتوى على الموقع يكون مرفوضاً أو ضاراَ أو غير دقيق. علاوة على ذلك، لا تستطيع البوابة الإليكترونية التحقق من أن كل مستخدم هو من يدعي أنه هو.

source: With respect to your use of the Web Site, the portal is not an employer, and the portal is not liable for any employment decisions made by any business posting jobs on the Web Site. We offer no guarantees that you will find work through the Web Site, and we also make no guarantees concerning (and accept no responsibility for) any job you may find. If you have a disagreement with another user, you agree to release the portal, its agents, and employees from any and all claims, demands, and damages (actual and consequential, direct and indirect), known and unknown, arising out of or in any way related with such disputes.
ar: فيما يتعلق باستخدامك للموقع، فإن البوابة الإلكترونية ليست صاحب العمل، وهي ليست مسؤولة عن أي قرارات توظيف تتخذها أي شركات تقوم بنشر وظائف على الموقع. نحن لا نقدم أي ضمانات بأنك ستجد عملاً من خلال موقعنا، كما أننا لا نقدم أي ضمانات بخصوص أي وظيفة قد تجدها (ولا نتحمل أي مسؤولية عنها). إن كان لديك خلاف مع مستخدم آخر، فإنك توافق على إعفاء البوابة ووكلائها وموظفيها من أي وجميع المطالبات والطلبات والأضرار (الفعلية والتبعية والمباشرة وغير المباشرة)، المعروفة وغير المعروفة، الناشئة عن هذه النزاعات أو المتعلقة بها بأي شكل من الأشكال.

source: THE PLATFORM DOES NOT WARRANT THAT THE WEB SITE WILL BE ERROR-FREE OR THAT THE WEB SITE AND ITS SERVER (OR ANY SOFTWARES AND MATERIALS AVAILABLE THROUGH THE WEB SITE) ARE FREE OF COMPUTER VIRUSES OR OTHER HARMFUL MECHANISMS. THE PORTAL IS NOT RESPONSIBLE FOR ANY COSTS INCURRED AS A RESULT OF YOUR USE OF THE WEB SITE OR THE MATERIAL, INCLUDING SERVICING OR REPLACING EQUIPMENT OR DATA.
ar: لا تضمن المنصة أن يكون الموقع الإليكتروني خالياً من الأخطاء أو تكون خدماته (أو أي برامج ومواد متوفرة من خلاله) خالية من فيروسات الكمبيوتر أو غيرها من الآليات الضارة. كما أن البوابة ليست مسؤولة عن أي تكاليف يتم تكبدها نتيجة استخدامك للموقع أو المواد، بما في ذلك صيانة أو استبدال المعدات أو البيانات.

source: Termination and Equitable Relief
ar: الإنهاء والتعويض العادل

source: If you violate these Terms and Conditions, or if the platform is unable to verify or authenticate any information you submit, the portal may pursue all remedies available to it, including, but not limited to, removing your postings from the Web Site and/or terminating your registration or ability to access the Web Site or any other service provided to you. The platform has the right to stop or terminate your access to the Web Site at any time without notice, as well as to discontinue or modify any of the Web Site's information or the Web Site itself. You accept and agree that, due to the nature of these Terms and Conditions, the platform will be entitled to reparation in an equitable manner.
ar: إذا قمت بانتهاك هذه الشروط والأحكام، أو إذا لم تتمكن المنصة من التحقق أو المصادقة على أي معلومات تقوم بإرسلها، يجوز للمنصة اتخاذ جميع الإجراءات التصحيحية المتاحة لها، بما في ذلك، على سبيل المثال لا الحصر، إزالة منشوراتك من الموقع و/أو إنهاء تسجيلك أو قدرتك على الوصول إليه أو أي خدمة أخرى مقدمة لك. يحق للمنصة إيقاف أو إنهاء وصولك إلى الموقع في أي وقت دون سابق إنذار، بالإضافة إلى إيقاف أو تعديل أي من معلومات الموقع أو الموقع نفسه. أنك تقبل وتوافق على أنه نظراً لطبيعة هذه الشروط والأحكام، يحق للمنصة الحصول على تعويض بطريقة عادلة.

source: Protection
ar: الحماية

source: You agree to defend, indemnify, and hold the portal, its officers, directors, employees, and agents harmless from and against any claims, actions, or demands, including without limitation reasonable legal and accounting fees, alleging or resulting from your use of the Material, your breach of these Terms and Conditions, your representations and warranties, or your violation of any third-party rights, including without limitation any proprietary or intellectual property rights.
ar: أنك توافق على الدفاع عن البوابة ومسؤوليها، ومديريها، وموظفيها، ووكلائها وتعويضهم وحمايتهم من أي مطالبات أو إجراءات أو طلبات، بما في ذلك على سبيل المثال لا الحصر، الرسوم القانونية والمحاسبية المعقولة، المترتبة أو الناتجة عن استخدامك للمواد، أو خرقك لهذه الشروط والأحكام، أو إقراراتك وضماناتك، أو انتهاكك لحقوق أي طرف ثالث، بما في ذلك على سبيل المثال لا الحصر أي حقوق ملكية أو حقوق ملكية فكرية.

source: Payment and Cancellation
ar: الدفع والإلغاء

source: Services: EmployIQ offers a variety of services, all prices are in US dollars.
ar: الخدمات: تقدم EmployIQ مجموعة متنوعة من الخدمات، وجميع الأسعار بالدولار الأمريكي.

source: Payment: Prior to the start of the Service, Customer must pay in full for the chosen subscription. The payments made here are non-refundable.
ar: الدفع: قبل بدء الخدمة، يجب على العميل الدفع بالكامل لقاء الاشتراك المختار. المدفوعات المقدمة هنا غير قابلة للاسترداد.

source: Customer payment personal Information: The information gathered does not include customer payment information. None of your electronic payment method information will be saved, sold, shared, rented, or leased to anyone else.
ar: المعلومات الشخصية للدفع من العميل: المعلومات التي تم جمعها لا تتضمن معلومات الدفع الخاصة بالعميل. لن يتم حفظ أي من معلومات طريقة الدفع الإلكترونية الخاصة بك أو بيعها أو مشاركتها أوتأجيرها لأي شخص آخر.
